amd-ucode
baobab
base
base-devel
bat
blueman
bluez-utils
btrfs-progs
clamav
cmake
deno
efibootmgr
epiphany
evince
eza
figlet
firefox
flac
flameshot
font-manager
foot
fzf
gdm
gimp
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
go
grilo-plugins
grim
grub
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hyprland
hyprpaper
intel-media-driver
iwd
kitty
less
libpulse
libva-intel-driver
libva-mesa-driver
linux
linux-firmware
lolcat
loupe
malcontent
nano
nautilus
neofetch
neovim
network-manager-applet
networkmanager
nodejs
ntfs-3g
orca
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python
python-pip
rust
rygel
simple-scan
slurp
smartmontools
snapshot
sof-firmware
spotify-launcher
sushi
tecla
tmux
totem
ttf-fantasque-sans-mono
ttf-fira-code
vim
vulkan-intel
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wlroots
wofi
xclip
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
yazi
yelp
zram-generator
